{
  "cursos": [
    {
      "nombre":"Aprendiendo Swift",
      "imagen":"sources/images/aprendiendo-Swift-Banner.png",
      "descripcion":"... En esta serie de videos, cualquier alumno o profesor de la Universidad Panamericana puede adentrarse al mundo de la programación en Swift y conocer las bases de cómo desarrollar una aplicación. <br><br> <span class=\"rounded-button float-none\">Ir al taller</span>",
      "link":"https://www.youtube.com/playlist?list=PLc_fL6UN6ERAgDZZ3c63aIUCppGdIrlEs"
    },
    {
      "nombre":"Laboratorio iOS",
      "imagen":"sources/images/lab2.jpg",
      "descripcion":"La clase Laboratorio iOS es una materia que se imparte a los alumnos de pedagogía que tiene como objetivo el conocer las bases de la programación y desarrollo de Apps usando el lenguaje Swift."
    },
    {
      "nombre":"Introducción a la programación con Swift",
      "imagen":"sources/images/lab1.jpg",
      "descripcion":"El Taller de Programación I - Introducción a la programación Swift, es un curso que se imparte a las alumnas de la escuela ESDAI. Tiene el objetivo de fomentar un pensamiento lógico-matemático en las alumnas para la toma de decisiones y cuenten con los conocimientos necesarios para empezar a desarrollar en Swift."
    }
  ],
  "apps": [
    {
      "nombre":"Panteras UP",
      "imagen":"sources/images/banner-panteras.png",
      "descripcion":"Panteras UP es la aplicación móvil de Grupo Panteras UP, con la app puedes conocer todo acerca de los equipos de panteras, comprar boletos para eventos y puedes jugar con la realidad aumentada que te muestra algunos de los modelos 3D de cada equipo.",
      "desarrollado":"Iñaki Sigüenza",
      "link": "https://apps.apple.com/mx/app/up-panteras/id1477258387"

    },
    {
      "nombre":"Ciudad UP",
      "imagen":"sources/images/banner-ciudad-up.png",
      "descripcion":"CiudadUP es una aplicación que te permite visualizar el proyecto de Ciudad UP en realidad aumentada utilizando ARKit.",
      "desarrollado":"Vortex"
    },
    {
      "nombre":"Mision Colibrí",
      "imagen":"https://juanguerreroup.github.io/IOSWebLab/banner-mision-colibri.png",
      "descripcion":"Mision Colibrí es la aplicación móvil para demostrar y dar a concoer el proyecto que se está realizando en conjunto con el MIT y la NASA, donde puedes interactuar con el modelo 3D en realidad aumentada del nanosatelite en órbita.",
      "desarrollado":"José Manuel Vega Hernández",
      "link": "https://apps.apple.com/mx/app/misión-colibr%C3%AD/id1539317836"
    }
  ]
}
